{"do_lower_case": true, "do_basic_tokenize": true, "never_split": null, "pad_token": "<pad>", "eos_token": "</s>", "unk_token": "<unk>", "mask_token": "<mask_2>", "mask_token_sent": "<mask_1>", "additional_special_tokens": null, "sep_token": "[SEP]", "cls_token": "[CLS]", "tokenize_chinese_chars": true, "strip_accents": null, "offset": 100, "model_max_length": 1024, "special_tokens_map_file": "Randeng-Pegasus-523M-Summary-Chinese-SSTIA\\special_tokens_map.json", "tokenizer_class": "PegasusChineseTokenizer"}